Repository: rpm-software-management/dnf-plugins-extras-l10n
Catalog: master/*.po
Languages: de, el, fr, sv, zh_cn

source: Install packages defined in a kickstart file on your system
de: In einer Kickstart-Datei auf Ihrem System definierte Pakete installieren
el: Εγκατάσταση πακέτων που ορίζονται σε ένα αρχείο kickstart στο σύστημά σας
fr: Installe les paquets définis dans un fichier kickstart sur votre système
sv: Installera paket definierade i en kickstart-fil på ditt system
zh_cn: 在系统中安装 kickstart 文件中定义的软件包

source: kickstart file
de: *kickstart Datei
el: αρχείο kickstart
fr: Fichier kickstart
sv: kickstart-fil
zh_cn: Kickstart 文件

source: file cannot be parsed: %s
de: Datei kann nicht eingelesen werden: %s
el: αδυναμία ανάλυσης του αρχείου: %s
fr: le fichier ne peut être analysé : %s
sv: filen kan inte tolkas: %s
zh_cn: 文件不能被解析： %s

source: Adding '{}' to list of handling packages for rpmconf
de: »{}« wird zur Liste der Pakete für rpmconf hinzugefügt
el: Προσθήκη του «{}» στη λίστα πακέτων χειρισμού για το rpmconf
fr: Ajout de « {} » à la liste de paquets s’occupant de rpmconf
sv: Lägger till ”{}” till listan av hanterade paket för rpmconf
zh_cn: 正在添加 '{}' 至需要 rpmconf 处理的软件包列表

source: rpmconf plugin will not run in non-interactive mode
de: *rpmconf #Plugin wird nicht funktionieren in nicht-interaktives Verfahren
fr: le greffon rpmconf ne sera pas lancé en mode non-interactif
sv: insticksmodulen rpmconf kommer inte köra i icke-interaktivt läge
zh_cn: rpmconf 插件不在非交互模式下运行

source: ignoring sys.exit from rpmconf due to missing MERGE variable
de: Überhören *sys.Ausgang von *rpmconf dank fehlend #EINVERLEIBEN Variable
el: παράβλεψη του sys.exit από το rpmconf λόγω έλλειψης της μεταβλητής MERGE
fr: sys.exit de rpmconf a été ignoré, du fait de l’absence de variable MERGE
sv: ignorerar sys.exit från rpmconf på grund av saknad MERGE-variabel
zh_cn: 由于缺失 MERGE 变量， 忽略来自 rpmconf 的 sys.exit

source: ignoring sys.exit from rpmconf due to missing file
de: ignoriere sys.exit von rpmconf wegen fehlender Datei
el: παράβλεψη του sys.exit από το rpmconf λόγω έλλειψης αρχείου
fr: sys.exit de rpmconf a été ignoré, du fait de l’absence d’un fichier
sv: ingorerar sys.exit från rpmconf på grund av saknad fil
zh_cn: 由于缺失文件， 忽略来自 rpmconf 的 sys.exit

source: show all active dnf variables
de: alle aktiven dnf-Variablen anzeigen
el: εμφάνιση όλων των ενεργών μεταβλητών του dnf
fr: affiche toutes les variables actives de dnf
sv: visa alla aktiva dnf-variabler
zh_cn: 显示所有已激活的 dnf 变量

source: connect to snapperd failed: %s
de: Verbindung zu snapperd fehlgeschlagen: %s
el: αποτυχία σύνδεσης στο snapperd: %s
fr: erreur de connexion à snapperd : %s
sv: anslutning till snapperd misslyckades: %s
zh_cn: 连接到 snapperd 失败：%s

source: creating pre_snapshot
de: Erstelle pre_snapshot
el: δημιουργία pre_snapshot
fr: création d’un pré-instantané
sv: skapar för_ögonblicksbild
zh_cn: 正在创建 pre_snapshot

source: created pre_snapshot %d
de: pre_snapshot %d erstellt
el: δημιουργήθηκε pre_snapshot %d
fr: pré-instantané %d créé
sv: skapade för_ögonblicksbild %d
zh_cn: 已创建 pre_snapshot %d

source: creating pre_snapshot failed: %s
de: Erstellen des pre_snapshot fehlgeschlagen: %s
el: αποτυχία δημιουργίας pre_snapshot: %s
fr: erreur de création du pré-instantané : %s
sv: att skapa en för_ögonblicksbild misslyckades: %s
zh_cn: 创建 pre_snapshot 时出错：%s

source: skipping post_snapshot because creation of pre_snapshot failed
de: post_snapshot wird übersprungen, da Erstellen des pre_snapshot fehlgeschlagen ist
el: παράλειψη του post_snapshot επειδή η δημιουργία του pre_snapshot απέτυχε
fr: le post-instantané a été ignoré car la création du pré-instantané a échoué
sv: hoppar över post_ögonblicksbild eftersom skapandet av pre_ögonblicksbilden misslyckades
zh_cn: 正在跳过 post_snapshot，因为 pre_snapshot 的创建失败

source: creating post_snapshot
de: Erstelle post_snapshot
el: δημιουργία post_snapshot
fr: création d’un post-instantané
sv: skapar post_ögonblicksbild
zh_cn: 正在创建 post_snapshot

source: created post_snapshot %d
de: post_snapshot %d erstellt
el: δημιουργήθηκε post_snapshot %d
fr: post-instantané %d créé
sv: skapade post_ögonblicksbild %d
zh_cn: 已创建 post_snapshot %d

source: creating post_snapshot failed: %s
de: Erstellen des post_snapshot fehlgeschlagen: %s
el: αποτυχία δημιουργίας post_snapshot: %s
fr: erreur de création du post-instantané : %s
sv: att skapa en post_ögonblicksbild misslyckades: %s
zh_cn: 创建 post_snapshot 时出错：%s

source: the color of the sky
fr: la couleur du ciel
sv: himlens färg

source: Need a --releasever greater than the current system version.
fr: --releasever doit être supérieure à la version courante du système.
sv: Behöver en --releasever som är högre än den aktuella systemversionen.

source: Download complete! Use 'dnf {command} reboot' to start the upgrade. To remove cached metadata and transaction use 'dnf {command} clean'
fr: Téléchargement complété ! Utilisez « dnf {command} reboot » pour démarrer la mise à jour. Pour supprimer les métadonnées et les transactions en cache, utilisez « dnf {command} clean »
sv: Hämtningen färdig! Använd ”dnf {command} reboot” för att starta uppgraderingen. För att ta bort cachade metadata och transaktioner, använd ”dnf {command} clean”

source: Sorry, you need to use 'download --releasever' instead of '--network'
fr: Désolé, vous devez utiliser « download --releasever » au lieu de « --network »
sv: Tyvärr, du behöver använda ”download --releasever” istället för ”--network”

source: Reboot turned off, not rebooting.
fr: Redémarrage désactivé, ne redémarre pas.
sv: Omstart avslaget, startar inte om.

source: Screen blanking can't be disabled: %s
fr: L’extinction de l’affichage ne peut pas être désactivé : %s
sv: Skärmsläckning kan inte avaktiveras: %s

source: Failed loading state file: %s, continuing with empty state.
fr: Échec du chargement du fichier d’état : %s, poursuite avec un état vide.
sv: Misslyckades att läsa in tillståndsfilen: %s, fortsätter med ett tomt tillstånd.

source: The following boots appear to contain upgrade logs:
fr: Les démarrages suivants contiennent des journaux de mises à niveau :
sv: Följande uppstarter verkar innehålla uppgraderingsloggar:

source: -- no logs were found --
fr: -- aucun journal n’a été trouvé --
sv: — inga loggar hittades —

source: Cannot find logs with this index.
fr: Journaux introuvables avec cet index.
sv: Kan inte hitta loggar med detta index.

source: Unable to match systemd journal entry
fr: Impossible de faire correspondre l’entrée de journal systemd
sv: Kan inte matcha någon systemd journalpost

source: Prepare system for upgrade to a new release
fr: Préparer le système pour une mise à niveau vers une nouvelle version
sv: Förbered systemet för uppgradering till en ny utgåva

source: keep installed packages if the new release's version is older
fr: garde les paquets installés si la version provenant du système à niveau est plus ancienne
sv: behåll installerade paket om den nya utgåvans version är äldre

source: which logs to show
fr: les journaux à afficher
sv: vilka loggar som skall visas

source: Incompatible version of data. Rerun 'dnf {command} download [OPTIONS]'
fr: Version des données incompatibles. Veuillez exécuter à nouveau « dnf {command} download [OPTIONS] »
sv: Ofullständig version av data. Kör om ”dnf {command} download [FLAGGOR]”

source: Command 'offline-distrosync' cannot be used with --no-downgrade option
fr: La commande « offline-distrosync » ne peut pas être utilisée avec --no-downgrade option
sv: Kommandot ”offline-distrosync” kan inte användas med flaggan --no-downgrade

source: Additional information for System Upgrade: {}
fr: Informations complémentaires pour les mises à jour système : {}
sv: Ytterligare information för systemuppgraderingen: {}

source: Before you continue ensure that your system is fully upgraded by running "dnf --refresh upgrade". Do you want to continue
fr: Avant de continuer, assurez-vous que votre système est complètement à jour en lançant « dnf --refresh upgrade ». Voulez-vous continuer
sv: Före du fortsätter, förvissa dig om att ditt system är helt uppgraderat genom att köra ”dnf --refresh upgrade”. Vill du fortsätta

source: Operation aborted.
fr: Opération avortée.
sv: Åtgärden avbruten.

source: system is not ready for upgrade
fr: le système n’est pas prêt pour la mise à niveau
sv: systemet är inte redo för en uppgradering

source: the transaction was not prepared for '{command}'. Rerun 'dnf {command} download [OPTIONS]'
fr: la transaction n’était pas préparée pour « {command} ». Veuillez exécuter « dnf {command} download [OPTIONS] » à nouveau
sv: transaktionen förbereddes inte för ”{command}”. Kör om ”dnf {command} download [FLAGGOR]”

source: upgrade is already scheduled
fr: la mise à niveau est déjà programmée
sv: uppgraderingen är redan schemalagd

source: trigger file does not exist. exiting quietly.
fr: le fichier déclencheur n’existe pas. Fermeture silencieuse.
sv: triggerfilen finns inte. avslutar tyst.

source: another upgrade tool is running. exiting quietly.
fr: un autre outil de mise à niveau est en fonctionnement. Fermeture silencieuse.
sv: ett annat uppgraderingsverktyg kör. avslutar tyst.

source: use 'dnf {command} reboot' to begin the upgrade
fr: utilisez « dnf {command} reboot » pour démarrer la mise à jour
sv: använd ”dnf {command} reboot” för att påbörja uppgraderingen

source: Rebooting to perform upgrade.
fr: Redémarrage pour réaliser la mise à niveau.
sv: Startar om för att utföra uppgraderingen.

source: Starting offline upgrade. This will take a while.
fr: Démarrage de la mise à jour hors ligne. Cela prendra un certain temps.
sv: Påbörjar frånkopplad uppgradering. Detta kommer ta en stund.

source: Starting offline distrosync. This will take a while.
fr: Démarrage du distrosync hors ligne. Cela prendra un certain temps.
sv: Påbörjar frånkopplad distrosync. Detta kommer ta en stund.

source: Starting system upgrade. This will take a while.
fr: Démarrage du processus de mise à niveau. Cela peut prendre un certain temps.
sv: Påbörjar systemuppgraderingen. Detta kommer ta en stund.

source: Cleaning up downloaded data...
fr: Nettoyage des données téléchargées …
sv: Rensar upp hämtade data …

source: The system-upgrade transaction is empty, your system is already up-to-date.
fr: La transaction de mise à niveau du système est vide, votre système est déjà à jour.

source: Transaction saved to {}.
fr: Transaction enregistrée vers {}.
sv: Transaktionen sparad i {}.

source: Error storing transaction: {}
fr: Erreur lors du stockage de la transaction : {}
sv: Fel när transaktionen sparades: {}

source: Download finished.
fr: Téléchargement terminé.
sv: Hämtningen klar.

source: Upgrade complete! Cleaning up and rebooting...
fr: Mise à niveau effectuée ! Nettoyage et redémarrage en cours …
sv: Uppgraderingen är klar! Rensar upp och startar om …

source: Prepare offline upgrade of the system
fr: Préparation de la mise à jour hors ligne du système
sv: Förbered frånkopplad uppdatering av systemet

source: Prepare offline distrosync of the system
fr: Préparation du distrosync du système hors ligne
sv: Förbered frånkopplad distrosync av systemet

source: Disabling torproxy plugin: cannot connect to the Tor network
de: torproxy Plugin ausschalten: keine Verbindung möglich zum Tor Netzwerk
el: Απενεργοποίηση του πρόσθετου torproxy: αδυναμία σύνδεσης στο δίκτυο Tor
fr: Désactivation de l’extension torproxy : impossible de se connecter au réseau Tor
sv: Avaktiverar insticksmodulen torproxy: kan inte anslute till Tor-nätverket
zh_cn: 正在禁用 torproxy 插件：无法连接到Tor 网络

source: For more information run:
de: Weitere Informationen erhalten Sie mit:
el: Για περισσότερες πληροφορίες εκτελέστε:
fr: Pour plus d’informations, lancez :
sv: För mer information kör:
zh_cn: 要获取更多信息，请运行：

source: Call to Tracer API ended unexpectedly:
de: Aufruf der Tracer API unerwartet geschlossen:
el: Η κλήση στο API του Tracer τερματίστηκε απροσδόκητα:
fr: L’appel à l’API Tracer s’est terminé de manière inattendue :
sv: Anrop till spårnings-API:et avslutades oväntat:
zh_cn: Tracer API 的调用非正常结束：

source: Please visit https://github.com/FrostyX/tracer/issues and submit the issue. Thank you
de: Bitte besuche https://github.com/FrostyX/tracer/issues und reiche den Fehler ein. Vielen Dank
el: Παρακαλούμε επισκεφθείτε τη διεύθυνση https://github.com/FrostyX/tracer/issues και υποβάλετε το ζήτημα. Ευχαριστούμε
fr: Veuillez visiter https://github.com/FrostyX/tracer/issues et soumettez votre problème. Merci
sv: Besök https://github.com/FrostyX/tracer/issues och skicka in problemet. Tack
zh_cn: 请访问 https://github.com/FrostyX/tracer/issues 并提交此错误。谢谢

source: We apologize for any inconvenience
de: Wir bitten, die Unannehmlichkeiten zu entschuldigen
el: Ζητούμε συγγνώμη για την οποιαδήποτε ταλαιπωρία
fr: Nous nous excusons de tout désagrément
sv: Vi ber om ursäkt för eventuella besvär
zh_cn: 我们为给您带来的不便感到抱歉

source: rpmconf plugin will not run in non-interactive mode without unattended mode
el: το πρόσθετο rpmconf δεν θα εκτελεστεί σε μη διαδραστική λειτουργία χωρίς τη λειτουργία «unattended»
